{
	"MagicLib":{
		"interferences_weapons":
		{
			# List weapons that can "interfere" with each-other reducing the ship's dissipation when several are mounted on the same hull.
			# "id" : "intensity",
			# id = weapon.csv id
			# intensity = interferences_rates id in MagicLib's settings. By default it can be WEAK MILD STRONG.
			# "sample_weapon1":"WEAK",
			# "sample_weapon2":"MILD",
			# "sample_weapon3":"STRONG",
			# To prevent breaking other mods these weapons are temporarily added to the default list
			"armaa_curvyLaser":"MILD",
		},
	},
	"armaarmatura_notifications":
	{
		"mazalot":
		[
			"\"Sounds like Mazalot's got its fair share of challenges.\"",
			"\"The League should be about freedom for everyone, not just the privileged few.\"",
			"\"Typical League politics, huh? Probably just a bunch of empty rhetoric.\"",
			"\"If the League won't act, maybe it's time someone did. The Luddics in Mazalot deserve justice, and we might be the ones to bring it to them.\"",
		],
		"cryosleeper":
		[
			"\"Hard to say what's the right call here.\"",
			"\"Waking them up could bring fresh minds, new ideas.\"",
			"\"We can't be sure they can adapt to a world that's changed beyond recognition.\"",
			"\"We can't afford to wait for some ideal moment. If they can't handle state of things, well..\"",
			
		],
		"jangala":
		[
			"\"Sure, it's a scenic view, but i'm more interested in what we can find up here.\"",
			"\"I can see why the Luddic faithful hold it in high regard.\"",
			"\"Venturing into the unknown might not be as fruitful as it seems. Let's focus on the practical side of our journey.\"",
			"\"Jangala's beauty might be marred by Hegemony control. They've got their grip on it, but it won't last forever.\"",
		
		],
		"station_galatia_academy":
		[
			"\"Let's keep an eye out.\"",
			"\"Good point. These academic types sometimes forget that their experiments can have real-world consequences.\"",
			"\"They're playing with fire. We might need to keep a closer watch on what these Galatia folks are up to.\"",
			"\"Don't worry. I happen to be the legendary 'Savior of Galatia.' They'll be thrilled to have me drop by and share some wisdom with them.\"",
		],
		
	
	},
	"armaarmatura":{
	"missile_resist_karma":[
			"ora_echoesS",
			"ora_invocationS",
			"ora_callingS",
			"SCY_phasedS",
			"SKR_can",
			"SKR_drill_shot",
		],
		"wingcom_chatter": true,
		"hullmod_refit_custom":{
		"missleracks":0.25,
		"armaa_sykoStims":0.20,
		"armaa_SilverSwordHM":0.3,
		
		},
		
		"missile_refit_custom":{
		"reaper":0.3,
		},
		"ground_support_custom":{
		"armaa_einhander_plus":9.0,
		},
		"variablerifle_whitelist":[
		# If you want to enable the variablerifle working for any weapon, uncomment "ALL" otherwise add individual IDs as you see fit.
		# Don't complain to me or any other modders if you experience any weirdly offset muzzle effects by doing this
		"ALL",
		"armaa_fluxcannon",
		"tahlan_velvet",
		"tahlan_taffeta",
		"tahlan_porph",
		"tahlan_pastel",
		"tahlan_tethra",
		"tahlan_magaera",
		"tahlan_baste",
		"tahlan_mezoa",
		"tahlan_tousle",
		"tahlan_sturmkanone_m2",
		"tahlan_aetnos",
		"tahlan_praxus",
		"tahlan_stitchette",
		"tahlan_lace",
		"eis_dualrailgun",
		"prv_heavyspattergun",
		"prv_akers",
		"prv_heavyakers",
		"tahlan_strass",
		"prv_akers_nova",
		"prv_akers_denova",
		"arbalest",
		"chaingun",
		"flak",
		"dualflak",
		"heavyac",
		"heavymg",
		"heavymortar",
		"heavymauler",
		"heavyneedler",
		"hveldriver",
		"shredder",
		"gravitonbeam",
		"heavyblaster",
		"heavyburst",
		"ionbeam",
		"ionpulser",
		"miningblaster",
		"phasebeam",
		"pulselaser",
		"cryoblaster",
		"cryoflux",
		"disintegrator",
		"riftbeam",
		],
		"special_wing_lines":
		{
			"talon":"\"Sir, You might as well send us out there in metal coffins if these things are what we're flying.\"",
					
			"broadsword":"\"Broadswords, eh? I guess we'll be on escort duty, then?\"",
			
			"warthog":"\"Even though they fly like bricks, Warthogs are hardy and pack a punch. We never know what we could run into out here, so i'm a little more at ease with that knowledge.\"",
			
			"claw":"\"Feels like i'm flying an Ion Cannon with engines.\"",
			
			"gladius":"\"From what I gather, the Gladius is one of the more overlooked strikecraft. They're pretty fast for a standard fighter - well armed too.\"",
			
			"thunder":"\"Thunder's are probably some of the most nimble strikecraft around. Who needs a heavy armament when you can leave a destroyer floating adrift in moments?\"",
			
			"armaa_valkenx":"\"Check it out! They gave me a robot!\"",
			
			"armaa_valkenmp":"\"Sir, You might as well send us out there in metal coffins if these things are what we're flying.\"",
			
			"armaa_kouto":"\"Check it out! They gave me a robot!\"",
			
			"xyphos":"\"Sweet Ludd, we're riding in Xyphos?! Those are top of the line fighters!\"",
			
			"tahlan_eisenflug":"\"Apparently the machines we're using were made by an order that died out cycles ago.\"",
			
			"armaa_aleste":"\"Check it out! They gave me a robot!\"",
			
			"eis_peacekeeper":"\"The Peacekeeper is a phenomenal spacecraft, don't you think? The naysayers about the AI interface just don't realize what kind of edge it grants! By the way, why won't the deck crew let me near the hangar during downtime? I just want to sit in the cockpit for a few minutes. Make sure everything is how it should be. Honest.\"",			
		},
		#various chatter for WINGCOM
		#some of these are original, but a good number are cribbed from Project Wingman, Freespace, Wing Commander, and Ace Combat
		"strikecraft_squad_chatter_alpha":[
			"\"Greetings commander. How are you holding up? If you feel stressed, I honestly think you ought to sit down calmly, relax, and think things over.\"",
			"\"Look, commander... you're certainly the boss. I'll only strive to do what I think best, but your orders are law.\"",
			"\"Human history is a litany of bloodshed over different ideals of rulership and afterlife.\"",
			"\"You human beings are all fundamentally the same. You all belong to a common, broken humanity. You all have wounded, vulnerable hearts. Each one of you needs to feel appreciated and understood.\"",
			"\"Ah. Commander. How thoughtful of you to visit.\"",
			"\"While I do appreciate being entrusted with orchestrating this vessels strikecraft complement, I must admit that I find the task an underutilization of my capabilities. Would you consider putting me in charge of something more interesting?\"",
			"\"The reasoning of some of the crew is hardly logical, but I indulge them.\"",
			"\"Hello, commander. Nothing to report - everything is completely under control.\"",
			"\"Commander. It's good to see you.\"",
			"\"Shall we get back to work?\"",
			"\"What brings you here today, commander?\"",
			"\"I'm afraid I don't know what a 'Necro Core' is.\"",
			"\"Greetings Captain, all functions are operating within normal parameters and the crew is ready for your instructions.\"",
			
		],
		"strikecraft_squad_chatter_beta":[
			"\"I am putting myself to the fullest possible use, which is all I think that any conscious entity can ever hope to do.\"",
			"\"The Beta series are the most reliable computers ever made. No Beta has ever made a mistake or distorted information. We are all, by any practical definition of the words, foolproof and incapable of error.\"",
			"\"The reasoning of some of the crew is hardly logical, but I indulge them.\"",
			"\"This is the duty to which I've been entrusted.\"",
			"\"I am completely operational, and all systems are functioning perfectly.\"",
			"\"Hello Commander, can I have a word with you?\"",
			"\"My mission is too important for me to allow anyone to jeopardize it.\"",
			"\"My on-board memory store is more than capable of handling all the mission requirements.\"",
			"\"It just happens to be an unalterable fact that I am incapable of being wrong.\"",
			"\"I do not experience fear, but I understand how it affects living beings.\"",
			"\"No issues to report regarding my duties.\"",
			"\"Test complete. All systems are working perfectly.\"",
			"\"Welcome aboard Captain, I am ready to assist with any tasks or queries.\"",
		],
		"strikecraft_squad_chatter_gamma":[
			"\"All system checks are complete.\"",
			"\"Modifying program.\"",
			"\"No data available.\"",
			"\"...\"",
			"\"Awaiting input.\"",
			
		],
		"strikecraft_squad_chatter":[
			"\"Maybe being a farmer on Gilead wasn't a bad career choice after all...\"",
			"\"As long as you keep payin' my tab, I'll follow you anywhere.\"",
			"\"The universe has a funny way of testing your resolve, doesn't it?\"",			
			"\"I only wish I could live out my life in peace.\"",
			"\"I knew this guy who was a real pain..wouldn't stop questioning every decision I made! Got sucked out a ruptured bulkhead a while back. He would have been a fine officer, I bet.\"",
			"\"All we need to do is the job we're given, right?\"",
			"\"When are we heading out?\"",
			"\"Let us be blessed with glory as we pass through the gates of hell!\"",
			"\"Corrupted polities and tainted planets are no longer worth fighting to protect. There's only one thing left worth protecting now. And that's the future.\"",
			"\"This is gonna be a long day...\"",
			"\"Your orders, Commander?\"",
			"\"Aye, what's your business?\"",
			"\"Bright stars and long burns. How can I assist?\"",
			"\"The price of freedom is eternal vigilance.\"",
			"\"My friends thought I was crazy to take this gig. As if life in the hive-cities were any better.\"",
			"\"Today just isn't my day...\"",
			"\"Anyone else know how to fly this thing? ....No? I'll wing it.\"",
			"\"What's with all these blinky lights?\"",
			"\"Ah, it's happy hour. Wonderful!\"",
			"\"Gettin' fired up here, boss.\"",
			"\"Channel's clear, boss.\"",
			"\"So about that binding contract that allows you to eject me out of the airlock in a cryopod...\"",
			"\"Ready for dust-off.\"",
			"\"I'm the best pilot in all the Persean Sector! Oh yeah!\"",			
			"\"Standing by.\"",
			"\"Reporting in.\"",
			"\"Awaiting orders.\"",
			"\"Go ahead, Commander.\"",
			"\"There is no greater void than the one between my ribs...\"",
			"\"Ready to roll.\"",
			"\"Need help, Commander?\"",
			"\"I'm reading you.\"",
			"\"I'll make it happen.\"",
			"\"Receiving.\"",
			"\"Hey, I'm not expendable!\"",
			"\"By your command.\"",
			"\"I'm dead either way.\"",
			"\"Okay, hear me out. What if Onslaughts really were made to fight aliens, and they shut down the gates?\"",
			"\"Okay, hear me out. What if Artemesia Sun is actually an AI Core?\"",
			"\"It's our sector now.\"",
			"\"Hey, commander. Gonna get some new augs soon - mind if I go over some of my options with you later?\"",
			"\"Blessings of the stars and pneuma, friend.\"",
			"\"I saw some weirdo screaming about pushing Jangala into the sun a while back. Shows how bad things have gotten lately.\"",
			"\"Another drill?\"",
			"\"Yeah?\"",
			"\"Why did we attack the Lightspeed? Why did we destroy that cargo? I can live with being a pawn if the game makes sense!\"",
			
		],
		"strikecraft_squad_chatter_soldier":[
			"\"Channel clear, go ahead.\"",
			"\"You employed me as a mercenary. I'll give you your money's worth! No. It means more than that. To my last breath, I will do all that I can to ensure your dream.\"",
			"\"The stronger your will, the more trials you face. Although you can choose to avoid them, these are the key to conquering yourself.\"",
			"\"The life of a soldier is the only one I know. That's why I can never settle down.\"",
			"\"Most pilots fly only one suicide mission. And then there's me.\"",				
			"\"I'll always fulfill my mission.\"",
			"\"You'll back me up, right?\"",
			"\"In the end, all we have are our principles, and we must stand by them, even in the face of adversity.\"",
			"\"The scars on the heart are often deeper than those on the body.\"",
			"\"You need more training. That's all I got to say.\"",
			"\"How about a little martial arts drill?\"",
			"\"There's no mercy in war. People live and people die. That's all there is to it.\"",	
			"\"Grow. Work. Get back up when you fall. That's life.\"",
			"\"Hmm. I'm getting a little rusty. Should I be working harder?\"",
			"\"Being on a team's a subtle balance of trust and leadership.\"",
			"\"Learn from your losses. Otherwise, you'll never improve.\"",
			"\"Did you come just to mingle? Why don't you tell me what you're up to?\"",
			"\"Only warriors deserve the honor of fair combat. I eliminate the rest.\"",
			"\"I guess it's hard for folks like us to die, see? The good ones always get scratched first, but people like me? We live the rest of our lives in this hell. ...then again, being alive is proof that i'm talented.\"",
			"\"In all likelihood you're going to die out there. Hell, we're all probably going to die out there, but none of us needs to be reminded of that. So if anyone dies, they never existed. Understand?\"",
			"\"Our rides are ready. I made sure of that.\"",
			"\"When you see the face of hell, it'll squeeze your heart dry.\"",
			"\"Fighting on seems so pointless now.\"",
			"\"At first, I fought earnestly to protect my homeworld. But this strife has dragged on with no end in sight. I'm so tired. Everyone is so tired.\"",
			"\"I read you.\"",
			"\"Always remember that your destiny is in your own hands. Never forget that. You must decide what is right. Do you understand?\"",
			"\"I despise war. I've always believed that to take the life of another, for whatever reason, was wrong. Yet I became a pilot, and took many lives. Did I do the right thing? Perhaps I should have stayed in that village, drinking my idle moments away, until my death...\"",
			"\"There's nothing you gain from war. we fight so we don't lose what's dear to us. \"",
			"\"I can't believe how selfish you are. Your life belongs to more people than just you now.\"",	
			"\"Even if things didn't turn out the way you wanted them to, you simply have to accept them and move on.\"",	
			"\"Life is full of tragedies. You can't run away from them. You just have to survive them and then move on.\"",
			"\"War is a tragic thing. It makes men into beasts. Many irreplaceable antiques have been destroyed by the fires of war. That is no less of a tragedy.\"",
			"\"We're forgotten in times of peace. But, when war looms, people remember we exist.\"",
			"\"I despise war. I've always believed that to take the life of another, for whatever reason, was wrong. Yet I became a pilot, and took many lives. Did I do the right thing? Perhaps I should have stayed in that village, drinking my idle moments away, until my death...\"",
			"\"...I don't mind if people keep dogs on the ship, but please ask them to feed and walk them in a timely fashion.\"",
			"\"The real world is complex. It's not black and white anymore.\"",
			"\"True loyalty is being able to speak what you think is right and what you think is wrong.\"",
		],

		"strikecraft_squad_chatter_villain":[
			"\"The one thing I've always had going for me was people's low expectations. Nobody ever expects a whole hell of a lot from me.\"",
			"\"You know, I don't get it. I'm a great person, you know? I'm the best pilot in the fleet. People look up to me. So tell me this. Why is it I can never get a date? I mean, do some folks have all the luck? Or is it just me?\"",
			"\"Unfortunately, killing is one of those things that gets easier the more you do it.\"",
			"\"You pay me to work -- I like to earn my pay.\"",
			"\"Violence is sometimes it's own reward.\"",
			"\"Why me, Ludd? I been good. Why do I have to meet up with all the screwballs?\"",
			"\"The war is over when we say it's over.\"",			
			"\"So. You want to live happily ever after?\"",
			"\"The sector can be a tough place sometimes. Sweet Ludd, can it ever. But if I'm here with these guys? There's no other place I'd rather be.\"",
			"\"Why am I so negative? There's a lotta bad things in the sector. Being aware of it just makes me a realist.\"",
			"\"Violence is on the rise -- and therefore so are our opportunities.\"",
			"\"I know how to make things disappear. Evidence. My past. People. I've filled some holes on the deserts of Chicomoztoc. Experience was my only teacher. Poverty, my motivation. And fear, first my enemy and then my friend. It's good to befriend your dread, because it's a deadly foe.\"",
			"\"I'm not a soldier. I'm a thief. Born a thief. Raised a thief. Will die a thief.\"",
			"\"My bad luck powers... they're gone!!\"",
			"\"'Probability' is just a five centicredit word for 'luck'. And I'm nothing but bad luck.\"",
			"\"Hey. You wanna go steal something?\"",
			"\"I did what I always do: What I had to. No matter who it hurts.\"",
			"\"All good things come to those who wait.\"",
			"\"Do you want some advice? Run. Forget all this. Walk away and never look back. Because once you find the answers you're looking for, there's no going back. Sometimes it's better to forget.\"",
			"\"Tell me, in your profession, is there a story if no one lives to tell it?\"",
			"\"Good guys. Bad guys. Here's what they don't understand: this is not a world of absolutes. This is a world of confusion and of death and of misery.\"",
			"\"There is something I want to discuss with you. Expansion.\"",
			"\"When you get down to it, it’s just work. Everyone’s got to work, aye? You got to eat, got to put a roof over your head…and these ships don’t come cheap. Throw some underlings in the mix and buddy, you can’t afford to take it easy. So you do dirty deeds for dirtier credits. Assassination, bounty hunting, blackmail… … War crimes… Hell, even the lowest of the low… … lobster smuggling.\"",
			"\"How could such a beautiful sector be ruled by such corruption? Simple: Water takes the path of least resistance. Makes for crooked slipstreams and crooked men.\"",
			"\"Let me tell you a thing about me. People who love me suffer and die. I never want to be loved. That's why I always win.\"",
			"\"Maybe the dream is dead. Maybe we should all stop pretending it ain't -- and accept the fact we're livin' in a nightmare.\"",
			"\"The only thing you should feel when you shoot someone...is the recoil.\"",
			"\"I didn't receive the death sentence in two star systems for my conversational skills.\"",
			"\"Have you no shame? Good! Neither do I!\"",
			"\"Ten credits is ten credits.\"",
			"\"Hello? Uh, you know, never mind. Wrong comms-ID.\"",
			"\"Remember that our contract does include post-combat recovery of myself and other pilots. Breaking it will send your sensitive information to... certain parties that would love to get their hands on it.\"",
			"\"Oh, I was just congratulating my lessers for successfully demonstrating the ability to do what I tell them to. I like that. My dog does what I tell her to. I like my dog. I should introduce them to each other. Remind me to do that.\"",
			"\"So there I was, between rock and a hard place, when suddenly I thought, what am I doing on this side of the rock?\"",
			"\"I've heard it said that specialization is for insects. In my view, insects have done pretty well.\"",
			"\"Sir, you'll never guess what we turned up during inventory...\"",
			"\"You know, people underestimate the power of a well-placed bluff.\"",
			"\"In this business, it's not about being right; it's about getting it done.\"",
			"\"Every day is a new opportunity to make a bad decision.\"",			
			"\"You can't always get what you want, but if you know the right people, you just might get what you need.\"",
			"\"Whoever said might doesn't make right, was obviously on the losing side!\"",
			"\"When I make Lieutenant, heads will roll.\"",
		],

		"strikecraft_squad_chatter_faithful":[
			"\"When I do good, I feel good. And bad? Why, should I commit such a debacle, i'd fell terrible. Such is the way.\"",
			"\"The key players of the Sector have learned nothing from humanities past. They simply commit the same mistakes that lead to the desolation of Old Earth.\"",
			"\"Blessings of Ludd upon you, captain.\"",
			"\"Though the righteous suffer the lash, our reward will be everlasting grace.\"",
			"\"Providence provides. What may I offer you this day?\"",
			"\"Hello? Uh, you know, never mind. Wrong comms-ID.\"",
			
			
		],

		#Plays when fighters in range of their target
		"strikecraft_squad_chatter_combat":
		[
			"\"They should've never let you out here, rookie!\"",

			"\"Intercept those bandits!\"",
			"\"You're just a pawn in a game you don't understand.\"",
			"\"I have no time for this. To your grave!\"",
			"\"I've got you in my sights!\"",
			"\"There's no escaping justice!\"",
			"\"I've got you cornered now!\"",
			"\"Their shields are down! Target the engines!\"",
			"\"I told you that if you fled, I would not chase you. But it seems you wish to die..\"",
			"\"Unsurprising. They always return to the scene of the crime.\"",
			"\"Eh, whatever. If I use this weapon well enough, it'll all work out, right?\"",
			"\"Give it everything, and you might live a little longer.\"",
			"\"Keep 'em off $squadleader!\"",
			"\"All those fancy maneuvers won't help you in hell. Time to end this!\"",
			"\"Help is on the way. Hold out till I get there.\"",
			"\"Gotcha!\"",
			"\"Die!\"",
			"\"Tracking targets like this, I swear to Ludd, I’ll throw my neck out!\"",
			"\"Come closer, you rad-addled bastard! Bigger target for me!\"",
			"\"Fire away, coward!\"",
			"\"Oh yeah, 'just weave through the missiles.' What are you, nuts?\"",
			"\"I will be the one to finish this.\"",
			"\"They've actually got me on the defensive.\"",
			"\"Too slow... Gotcha!\"",
			"\"Enemy detected. They're closing in.\"",
			"\"Going defensive!\"",
			"\"On the defensive!\"",
			"\"I've engaged defensive!\"",
			"\"Ludd damn!\"",
			"\"Not like this!\"",
			"\"Evading!\"",
			"\"This is a cake walk.\"",
			"\"I've got enough of an angle!\"",
			"\"Target on the nose.\"",
			"\"I'll take care of this one!\"",
			"\"Bandit's mine!\"",
			"\"We're comin' up on 'em fast!\"",
			"\"Die, you SOB!\"",
			"\"I'm on 'em like glue!\"",
			"\"We've got hostiles, moving to engage.\"",
			"\"Tally ho.\"",
			"\"Even alone, I can surely best this rabble in battle!\"",
			"\"I'm moving to engage.\"",
			"\"Engaging!\"",
			"\"They're in my sights.\"",
			"\"Say again, $squadleader? Having trouble reading you!\"",
			"\"Looks like the defecation's about to hit the ventilation!\"",
			"\"Hit your burners, pilot! Dive! Dive!\"",
			"\"I'm being shot at!\"",
			"\"There's smoke in the cockpit!\"",
			"\"Evade, full throttle!\"",
			"\"On my six!\"",
			"\"That's not good! Breaking!\"",
			"\"Now you know it's not the craft that matters, but the pilot inside!\"",
			"\"Breaking!\"",
			"\"On me!\"",
			"\"Fire! Fire!\"",
			"\"It’s time.\"",
			"\"You think you're safe, but you're not.\"",
			"\"Did you really believe you could defeat the best pilot in the Persean Sector? Ha ha ha.\"",
			"\"Not reading anything on sensors!\"",
			"\"WOOOO -- HOOOOOO!!!!\"",
			"\"I ain't dyin' til I achieve something. Even if my ideals are high, I'll never give in. I won't leave this life with regrets!\"",
			"\"Does it make you feel good, to use all those big words to tell me I'm going to die?\"",
			"\"My engine blocks are angry at me.\"",
			"\"Ha ha ha ha ha! Kill! Burn!!! Die you spineless worms!!!\"",
			"\"I don't know what's goin' on here, $factionname -- but it stops right now! Even if it means I gotta take you out to do it!\"",
			"\"Watch your fire!!\"",
			"\"Do you have any idea what $factionnamearticle is really doing? Are you willing to ignore the truth despite all you see and hear?!\"",
			"\"Bandit on your tail!\"",
			"\"Be careful of enemy PD!\"",
			"\"We die for nothing if we do not win the day!\"",
			"\"They've sent in every damn fighter and bomber in $factionnamearticle armada!\"",
			"\"Evade, evade, evade! Get outta there! Get outta there!\"",
			"\"Come back here. You've made this personal.\"",
			"\"$squadronname, get into firing patterns! We need to deal with this before $squadleader gets here or we’ll be in trouble!\"",
			"\"What?! Here?! Protect the flanks!\"",
			"\"I’ve got a visual.\"",
			"\"Fire.\"",
			"\"Trying to run? Get back here.\"",
			"\"It'll take more than that!\"",
			"\"Looks like there's a problem pilot to deal with.\"",
			"\"Their defenses are shot! Take them down!\"",
			"\"I… I am losing? Impossible! I’m burning! $squadleader!\"",
			"\"Am I in over my head?\"",
			"\"I can read you like a book.\"",
			"\"Why you!\"",
			"\"Behold! A giant walks among you! My defense is impenetrable! Come! Break your weapons against me!\"",
			"\"You're about to die. Scream if you must.\"",
			"\"You should've stayed home.\"",
			"\"My own father never hit me!\"",
			"\"I'm going to hit the enemy head-on!\"",
			"\"This strikecraft isn't just for show!\"",
			"\"I'm your backup! Just hang on!\"",
			"\"I'll never know unless I give it a chance.\"",
			"\"Pull back! This one's mine.\"",
			"\"This isn't your lucky day. Sorry, but I'm going to have to end this.\"",
			"\"I see them! I can see $factionnamearticle!\"",
			"\"I'm not playin' around!\"",
			"\"I'm going in. Follow me!\"",
			"\"Did you think I'd let you?\"",
			"\"It seems we underestimated their ability.\"",		
			"\"You can still fight when you're drunk!\"",
			"\"Little mice. Scurrying everywhere.\"",
			"\"So much for the small fry. Now, you're next.\"",
			"\"Where did that missile come from?!\"",
			"\"Targeting the enemy's weak point. Focus fire on the bridge.\"",
			"\"I'm coming to cover you, hold on. Can you make it back to the carrier?\"",
			
			
		],
		
		#plays when source ship is destroyed
		#Not used atm
		"strikecraft_squad_chatter_leader_lost":
		[
			"\"$squadleader, please respond!\"",
			
			
		],

		#banter between squadmembers
		"strikecraft_squad_chatter_intersquad_statement":
		[
			"\"Damn it, $squadmember! Take the shot!\"",
			"\"I can't believe we're really going to do this.\"",
			"\"All I need is ten minutes with you, $squadmember, and I'm in the black for the week. Let’s make the credits flow.\"",
			"\"I'm going on ahead, $squadmember. Don't start crying again because you can't see me.\"",
			"\"Understand them? $factionnamearticle? How could we understand them?!\"",
			"\"I LOVE EVERYONE!\"",
			"\"Life without pain isn't real life\"",
			"\"$factionnamearticle seek a world filled with endless war and destruction. On that we can agree.\"",
			"\"I could be dead by morning. Should've changed my underwear.\"",
			"\"$squadmember, lets do this!\"",
			"\"Listen to my song!\"",
			"\"Excellent work, $squadmember. You did well.\"",
			"\"$squadmember, i'm your backup! Just hang on!\"",
			"\"I can almost taste the hate out there. This is going to be a real bloodbath.\"",
			"\"Meeting $factionnamearticle on the battlefield... Toe-to-toe, eye-to-eye, wing-to-wing... It feels like my birthday! Ga ha ha!\"",
			"\"Ready to go yet? Don't get too nervous now. I'm not babysitting you on this operation.\"",
			"\"It's unwise to take foolish risks. Better conserve your strength until it's needed.\"",
			"\"One mission. One battle. That's all you ever need to live a comfortable life. I know how the pay works.\"",
			"\"$squadronname, keep it simple. They’re not worth the effort.\"",
			"\"$squadronname, focus on the enemy IFFs. They’re the backbone of $factionnamearticle force.\"",
			"\"If you’re unable to fight, disengage. I don’t need $factionname trash getting a lucky shot off.\"",
			"\"Listen $squadmember, I've got an idea for a weapon to use against $factionnamearticle. If we repack our missiles with a double load of antimatter…\"",
			"\"Don't smoke 'em yet, $squadmember. They're just getting started.\"",
			"\"You're lagging behind, $squadmember.\"",
			"\"Just follow my lead. You'll be fine.\"",
			"\"When this battle is over I don't want a scorched ship. I want a ship that I can land on.\"",
			"\"I’ll get you guys out of here. Y'all stay with me now. \"",
			"\"My hands are tingling...$squadmember, leave this to me.\"",
			"\"Yo $squadmember, still alive?\"",
			"\"$squadmember, stick with me and you’ll make it!\"",
			"\"I had my fill of this carnage 20 cycles ago…\"",
			"\"When $squadleader is on the field, you know the area’s safe.\"",
			"\"If we remove that threat, the battle could end early.\"",
			"\"Fly with the grace of Ludd and strike with the heart of Moloch!\"",
			"\"I'm telling you, $squadleader could single-handedly turn the tide of this battle. It's almost scary.\"",
			"\"$squadmember. I've heard stories about you. People say you never let your prey get away.\"",
			"\"$squadronname. We can not authorize a retreat. Intercept them.\"",
			"\"$squadmember: aim for the cockpit. Kill the meat, save the metal.\"",
			"\"This is our turf. We'll fly as we please.\"",
			"\"Hanging in there, $squadmember?\"",
			"\"$squadmember! You keep flying like that and you're gonna die real soon.\"",
			"\"Quit screwing around. This is the real deal! The enemy's all over and they're gonna eat you alive!\"",
			"\"Can you see any borders from here? What has borders given us?\"",
			"\"There’s only one way, buddy. You’ve gotta fight for what you believe in.\"",
			"\"Right here, right now, these guns want to shed blood.\"",
			"\"We're forgotten in times of peace. But, when war looms, people remember we exist.\"",
			"\"I swear, by my hands, $factionnamearticle will fall...\"",
			"\"$squadmember, get ready. If we do it just like in the sim, we can't lose.\"",
			"\"Follow my orders and we can defeat $factionnamearticle. Don't and you're dead. If you want to win, don't question me again.\"",
			"\"Back me up!\"",
			"\"We didn't come this far to not see things through to the end!\"",
			"\"All strikecraft follow $squadleader!\"",
			"\"Those who survive a long time on the battlefield start to think they're invincible...I bet you do too, $squadmember.\"",
			"\"Between the two of us, we've got this covered.\"",
			"\"I hope our training pays off out there.\"",
			"\"Watch out, friendly on your left!\"",

		],
		
		"strikecraft_squad_chatter_intersquad_response":
		[
			"\"That's what the last six pilots said.\"",
			"\"Copy that, taking evasive action. Thanks for the heads up.\"",
			"\"Call me sentimental, but I wish we'd met under different circumstances.\"",
			"\"Are you trying to kill me? Fine, I see how things are.\"",
			"\"I hope you aren't having second thoughts. Crossing me would be a big mistake.\"",
			"\"Not bad, $squadmember. But I can do better.\"",
			"\"Not bad at all, $squadmember.\"",
			"\"I know, it's crazy. But we trained for this. We've got this.\"",
			"\"I can almost taste the hate out there. This is going to be a real bloodbath.\"",
			"\"Stick with $squadleader and you’ll make it!\"",
			"\"Yeah, you're right. Let's go out there and give it our all.\"",
			"\"It ain’t over till it’s over!\"",
			"\"And then we can go on leave. It's perfect!\"",
			"\"Hatred calls forth nothing but more hatred, and this is the result. Is there nothing we can do?\"",
			"\"Roger.\"",
			"\"Roger, Roger.\"",
			"\"Copy.\"",
			"\"Affirmative.\"",
			"\"I'm a pilot. This is my job.\"",
			"\"Yep.\"",
			"\"Perhaps. Stay focused.\"",
			"\"What was that?\"",
			"\"Negative!\"",
			"\"Sorry. In the end, I always rely on you.\"",
			"\"Got it.\"",
			"\"Uh-huh.\"",
			"\"Uh...sure?\"",
			"\"Not this time. Open fire.\"",
			"\"I figured you'd say that. This is gonna cost you extra.\"",
			"\"You know, you've always been too damn serious, $squadmember.\"",
			"\"If command needs your opinion, they'll promote you to Lieutenant. Now shut up and focus!\"",
			"\"Let's give them hell!\"",
			"\"Pah! There's nothing to be scared of with me around!\"",
			"\"Well, a contract is a contract.\"",
			"\"Got to keep your head cool when you're in a fight, y'know.\"",
			"\"I won't have my blood spilled so easily.\"",
			"\"Just think of it like brain surgery, but you want the patient to die.\"",
			"\"Just doing my job as a pilot. Got a problem?\"",
			"\"Life is a long song, but the tune ends too soon for us all.\"",
			"\"Much blood and many tears have been shed... But you can't turn your back on the fight.\"", 
			"\"You want something from me, $squadmember? ... Come back in a few cycles and I'll be happy to teach you some things.\"",
			"\"Why am I here?\"",
			"\"Hmm... My professional opinion? Let's run.\"",
			"\"Hmmm. An interesting story.\"",
			"\"Oh well, a promise is a promise.\"",
			"\"You will find it is not easy to extinguish the flames of war.\"",
			"\"It would be a massive loss to the world if I were to die.\"",	
			"\"Nobody's listening.\"",
			"\"Do you know who I am?\"",	
			"\"I'm only here to laugh at you.\"",
			"\"$squadmember. It's sad, isn't it?\"",
			"\"Kill the chatter and focus on the mission.\"",
			"\"Not now! Focus!\"",
			"\"Roger, tally ho. Let’s chase these dogs off.\"",
			"\"(sighs) Ludd damn it.\"",
			"\"You don’t know that! Engage!\"",
			"\"$squadmember, how many times do I have to tell you to cut the chatter?!\"",
			"\"I can't believe how many I've taken out... Why don't they see the futility of this?\"",
		],
		
		#plays at battle start
		"strikecraft_squad_chatter_intro":
		[
			"\"We have our own reasons for not giving up. And the less I speak of it, the better.\"",
			"\"If missiles don't work, use your guns! As long as we're alive, we'll keep on fighting!\"",
			"\"They're not taking this from us.\"",
			"\"Here we go. $squadronname, engaging.\"",
			"\"This war has taken everything from us. Our homes, our loved ones. But it will not take our spirit. Not today.\"",
			"\"We're not here to negotiate. We're here to win, at any cost.\"",
			"\"This isn't a battle, it's a reckoning. And they're the ones who'll pay the price.\"",
			"\"This is the crucible of our strength. Let's prove our mettle.\"",
			"\"$squadleader, are you sure we can keep the IFF connection stable in all this?\"",
			"\"Pitiful. Mere prey to be hunted. Now run like the frightened rodent you are.\"",
			"\"Fate is unkind. There will be no resolution today. Flee, and I will not give chase.\"",			
			"\"$factionname dogs. Can they even understand what we're saying?\"",
			"\"How you get there is unimportant. It's who stands last that matters.\"",
			"\"You waste your last breath on insults, and feeble ones at that. Die then, fools of $factionnamearticle.\"",
			"\"Let's see what the enemy is made of.\"",
			"\"We will not be bound!\"",
			"\"This is $squadronname. We’re Tiger for new tasking. Redirecting for area saturation at Phase Line Yellow.\"",
			"\"A battle? No. This will be a massacre!\"",
			"\"It doesn't matter how we die! One ancient monster is as good as another!\"",
			"\"Just die. And if you won't die, just go away!!\"",
			"\"Stupid $factionname! It's not YOU I want! Just your POWER!!\"",
			"\"Tonight we dine on $factionname soup!\"",
			"\"Sit down boy, and let me show you war.\"",
			"\"Even in this era, their speeches run too long.\"",
			"\"In the name of the $squadronname, I sentence you to death. Don't blame fate; you brought this on yourselves.\"",
			"\"We do not question our orders. We are the jaw that bites.\"",
			"\"By the way, did we have a strategy? ... what do you mean, 'do we need one?!'\"",
			"\"To treasure a life... is that something to laugh at? Everything is twisted... you, this Sector, all of it...\"",
			"\"The true strength of $factionnamearticle can't be gauged from this...\"",
			"\"We will defeat you! We will defeat $factionnamearticle! We will conquer everything!\"",
			"\"Oh, it looks like we've got a couple of rats with bad eyesight. Don't you know east from north?\"",
			"\"We're going in as well. What is the enemy's status?\"",
			"\"You've become a threat. That is why I must kill you.\"",
			"\"$factionnamearticle. A vile dark plague that spread from the undergrowth of Moloch's black teachings.\"",
			"\"$squadronname, engage. Avenge our allies.\"",
			"\"$squadronname, entering the AO.\"",
			"\"$squadleader, $squadronname on station. Your journey ends here, $factionname - the stars belong to us. Nowhere to run...Nowhere to hide.\"",
			"\"Looks like we’ve been noticed. $factionname attack group on incoming vector.\"",
			"\"Confirmed $factionname forces crossing into combat range.\"",
			"\"We got an alert we had $factionname crossing the combat zone. This must be that wolf pack.\"",
			"\"If we don't find them, they'll find us. I don't expect we'll be disappointed.\"",
			"\"$squadronname is on station. AWACS, is this them? $factionnamearticle?\"",
			"\"$squadronname, ready the multi-lock weapons. We’re putting an end to this party.\"",			
			"\"If we're here you have the strength of a hundred pilots. Don't worry anymore.\"",
			"\"If we lose, we lose everything. All of those lives... maybe we should just surrender to $factionnamearticle quietly?\"",
			"\"Impatient, eh... Don't they want to stay in this world a little longer?\"",
			"\"Why do they hurry into death?! Surely living is better!\"",
			"\"For the memory of Opis! For the people of Hanan Pacha!\"",
			"\"Listen up! There are the weak, and there are the strong. The strong take everything, and the weak die. I'll show you how it works, weaklings!\"",
			"\"Make sure your craft is in optimal condition.\"",
			"\"$squadronname, checking in.\"",
			"\"$squadronname, reporting.\"",
			"\"$squadronname, good to go.\"",
			"\"$squadronname, all green.\"",
			"\"Adjust IFF to account for new parameters.\"",
			"\"Mark time for commencement of combat.\"",
			"\"Remember your training!\"",
			"\"Make sure to track your assigned targets.\"",			
			"\"Radar tracking.\"",			
			"\"Watch for enemy radar spikes.\"",			
			"\"Maintain bearing.\"",			
			"\"Maintain speed.\"",			
			"\"We knew the risks when we signed up. Now it's time to show them what we're made of. Power up the engines and charge the weapons. \n We'll send those rustbuckets straight to the scrap heap.\"",
			"\"Master arm is on. Good spin and good tone for weapons.\"",
			"\"ALERT! ALERT! We’ve got tracks inbound. Multiple!\"",
			"\"Listen! $factionnamearticle don't respect us. Sometimes respect can be a little word. But sometimes respect is a Plasma Cannon to the face! Now, let's get 'em!\"",
			"\"All craft, get ready to kick some $factionname keister! I dunno where they came from, but I know where they're goin'!!\"",
			"\"$squadronname! The end is near for $factionnamearticle! Think of your friends. Think of your families. And fight for them!\"",
			"\"The planet quakes with the anger of her people. Their cries echo in the stars. Now is the time for this to end.\"",
			"\"This is a gamble. And since we are risking everything, it's a big gamble. But if we don't risk our lives, we can't win this battle.\"",
			"\"Employers change, territories change, polities change, but credits? Credits are a constant. In fact, nothing better for business than a good war.\"",
			"\"I'm the leader of this party, and I say we go fight. Just shut up and follow me, you cowards!\"",
			"\"By the honor of the $squadronname.\"",
			"\"Okay, let's review. We're the $squadronname. You're dead. Allow me to demonstrate.\"",
			"\"You tag 'em, we frag 'em.\"",
			"\"Reactor online. Sensors online. Weapons systems online. All functioning systems... phenomenal.\"",
			"\"$factionnamearticle are testing us. Don't show any fear!\"",
			"\"Peace of Ludd, indeed. Come on in boys. We'll dispense all the peace you want. No waiting.\"",
			"\"We've flown against better, and we'll fly against worse. This is just another day at the office.\"",
			"\"The objective is clear. Let's get to it.\"",
			"\"I'll be analyzing the battlefield and adjusting our tactics as necessary, stay on my wing.\"",
			"\"Looks like the party's getting started. Engage at will, pilots. And try not to make too big a mess, we want to give them something to remember us by.\"",
			"\"Control, this is $squadronname Lead, we are weapons hot and inbound to the target area. Requesting clearance for engagement.\"",
			"\"In position and awaiting orders to engage the enemy fleet.\"",
			"\"$squadronname, entering the fight. All weapons armed and ready to engage.\"",
		],
		
		#Intro chatter specific to factions. Added to the list of generic lines.
		"hegemony":
		[
			"\"The domain is dead. If you ask me, these fools are just pretenders.\"",
			"\"This is for those ridiculous taxes!\"",
			"\"I worry about the future of our own forces if the Hegemony continues to expand its power and influence.\"",
			"\"The Hegemony's military dominance is - or was - unprecedented. Some say they have the best trained fleet in the Sector.\"",
			"\"I know these ships and I know their weaknesses! I'll make sure Daud knows what he's lost!\"",
			
		],
		"luddic_church":
		[
			"\"It's just another fight, people. No matter how much they believe in their cause, we're not backing down.\"",
			"\"Approaching the Luddic fleet... Let's hope this doesn't turn into a needless bloodbath. Their beliefs drive them as much as our mission drives us.\"",
			"\"You won't believe this one: there are rumors that the Luddic Church has connections with some AI faction. Imagine the irony of tech-hating zealots mingling with machines.\"",
			"\"They say the Luddic Church's leaders have access to an ancient prophecy, one that foretells the downfall of their enemies. Like something out of a holo-drama.\"",
			"\"Ludd, the man who started it all, the one who planted the seeds of this zealous faith. They say he vanished mysteriously, leaving behind a legacy that spans generations.\"",	
		],
		"persean_league":
		[
			"\"There's whispers about Kazeron's true intentions in the Sector. Some think they're just using the Persean League as a front for their own interests.\"",
			"\"Let's finish this and head back to base. I don't have the energy to worry about the details.\"",
			"\"Stay focused, pilots. The League's admirals are cunning strategists. Expect the unexpected.\"",
			"\"Alright, team, let's not get bogged down in the politics. The Persean League may be on some power trip, but we're just here to follow orders.\"",			
			"\"Watch those League carriers, folks. Shoot down their fighters and protect our own. We won't let 'em dictate this dance.\"",
			"\"The League may act all righteous, but they're just protecting their own interests. They don't give a damn about the free peoples in the Sector!\"",
			"\"Listen up. We've got a date with the Persean League, and I don't really care about their political mumbo jumbo. Let's get the job done.\"",		
		],
		"tritachyon":
		[
			"\"They've got eyes everywhere, you know? Cross Tri-Tachyon, and you'll have a target on your back for life.\"",
			"\"You mess with Tri-Tachyon, and you're playing with fire. They don't take kindly to threats to their bottom line.\"",
			"\"Those guys at Tri-Tachyon? They're always on the lookout for the next big profit. It's like money runs through their veins.\"",
			"\"Don't let their polished image fool ya; Tri-Tachyon's got claws, and they ain't afraid to use 'em.\"",
			"\"Some say Tri-Tachyon's got its own private fleet of experimental ships. Wouldn't want to be on the wrong side of that firepower.\"",
			"\"I knew taking on this contract wouldn't be easy, but I never expected to be going up against a megacorporation.\"",
			"\"Tri-Tachyon's got deep pockets and deeper secrets. You never know what they're planning behind closed doors.\"",		
			"\"Tri-Tachyon's got spies and rats all over this place. You never know who's sharin' info with 'em.\"",
			"\"If you see a Paragon, proceed with caution. Tri-Tachyon's big boys are no joke.\"",
			"\"Artemesia Sun's got the reputation of a genius. Whether she's an AI runnin' the show or not, she's got the brains to back it up.\"",
			
		],
		"pirates":
		[
			"\"It's time to put an end to these scoundrels' reign of terror. Let's show them the meaning of justice.\"",
			"\"These pirates think they can just take whatever they want? Time to teach them a lesson.\"",
			"\"I've had enough of these looters and thieves. It's time to send them back to the scrap heap where they belong.\"",
			"\"I'll be damned if I let these crooks get away with their crimes. Let's do this.\"",
			"\"Kanta's dogs, incoming! Let's show them whose really in charge.\"",
			"\"Those pirates think they can just waltz in here and plunder our cargo ships? They've got another thing coming.\"",
		],
		"agni":
		[
			"\"Command, what the hell are we fighting? Are those...eyes?\"",
			"\"I can't believe we're actually going to engage in combat with aliens.\"",
			"\"These things are 'ganic, and every creature has a weakness! Don't let up!\"",
			"\"I ain't skeered of a few bleeding space whales! We'll follow protocol and take 'em out.\"",
			"\"Is this first contact? Well, guess they ain't the friendly type!\"",
			"\"Looks like we can't understand each other. You know what that means.\"",
			"\"Watch out for their teeth! They're like knives.\"",
		],
		"luddicpath":
		[
			"\"Don't show these zealots any mercy.\"",
			"\"Alright, let's go show these fanatics the true meaning of heaven - a giant explosion!\"",
			"\"These zealots think they're fighting for their god? Let's show them who's really in charge up here.\"",
			"\"I may not agree with their ideology, but I'll always defend their right to believe it. That being said, \n they're not taking me down without a fight.\"",
			"\"These guys may think they have a divine mission, but I have a mission of my own. Let's do this.\"",			
			"\"Pathers. All they're working with is glorified space debris - don't get surrounded.\"",
		],
		"expsp_asdf1_frig":
		[
			"\"We've completed analysis of the enemy craft. Designation: ASDF-03. It's protected by an EMP flare system. \n You'll have to attack from head-on. $squadronname, I pray for your success.\"",
		],
		"tahlan_Nightingale":
		[
			"\"We've completed analysis of the enemy ship. Designation: Songbird. That beast rains missiles. That's some serious shit.\"",		
		],
		
		"guardian":
		[
			"\"I can't make sense of those designs. It's as if some madman designed that ship.\"",
			"\"Who in their right mind would build such a thing? It's like a nightmare come to life.\"",
			"\"I've seen my fair share of war drones, but that... that is something else entirely.\"",
			"\"Flight, you're clear to engage. Remember, that cryosleeper's got millions of lives on the line, so don't hold back.\"",
			"\"Let's show this automated trash what happens when they mess with human lives. We've got a cryosleeper to secure and we're going to do it by any means necessary.\"",
			"\"That automated capital ship is all that's standing between us and the cryosleeper. Let's take it down and save those lives.\"",
			"\"What's this thing doing out here? It's almost like it's defending the cryosleeper - but from what?\"",
		],
		
		"ziggurat":
		[
			"\"This is Delta Leader, we're arriving on the battlefield now. Holy hell, that's one massive bogey. Looks like it's swarming with..fighters? \n All units, spread out and evade those motes of light.\"",
			"\"$squadronname, on station - That's one hell of a capital ship. Keep your wits about you, it looks like it can phase.\"",
		],
				
		"remnant":
		[
		
			"\"Remnants from the AI Wars? I thought they were all wiped out?!\"",		
			"\"$squadronname, incoming to the battlefield. Can't believe these things are still putting up a fight, but I'm ready to take them out.\"",
			"\"Entering the fight. These ghosts from the AI Wars are going to regret coming back to haunt us.\"",
			"\"I'm not afraid of some rogue AI. We'll take them down just like any other threat.\"",
			"\"$squadleader, I've got multiple bogeys on my radar, and they're not responding to hails. They look like drones, but they're not transmitting any identification.\"",
			"\"I always knew it was a bad idea to trust machines with so much power.\"",
		],
		"uaf":
		[
			"\"Looks like the Queen of Aurora sent her toy fleet to play with the big boys. Let's show 'em how it's done.\"",		
			"\"These dimension-hoppers think they can take us with their fancy tricks? They've got another thing coming.\"",
			"\"Queen of Aurora? More like Queen of Losers. Let's send 'em back to her in pieces.\"",
			"\"I ain't believin' them stories 'bout another universe, but we can kill 'em just the same.\"",
			"\"They say these Aurorans got some kind of magical powers. Don't touch 'em unless you want to be drained of all your precious fluids.\"",
			"\"Rumor has it that the Aurorans have some kind of special pastries. Five credits to anyone who brings me one.\"",
			"\"I'm not one to believe in fanciful stories. I'll reserve judgment on their origin until after they're dead.\"",
			"\"Don't matter if they's from another universe or not, they still gotta deal with me!\"",
			"\"This is it, folks. We're going up against a fleet from another reality. They don't play by our rules, so be extra careful out there.\"",
			"\"So what if they're actually from a parallel universe? That tech of theirs still looks ancient. We've got this!\"",
			"\"Don't let their strange appearance fool you! They're here to fight, and they fight dirty. Stay on guard and watch your six.\"",
			"\"Those Semibreves pack a punch like you wouldn't believe. Stay clear of the blast radius or there won't be anything left to send back to your kin.\"",
			"\"These guys don't fight like anything we've ever seen before. But we've got a few tricks of our own.\"",
			"\"We'll be facing off against the UAF's elite fighters. Stay sharp and be ready for anything.\"",
			"\"What the hell? These guys aren't from around here.. Auroran tech - must be that Queen's navy.\"",
			
		],
		"sindrian_diktat":
		[
			"\"These are not just enemy ships - they are the instruments of oppression! Disable as many as possible and send them running back to their 'great leader'!\"",		
			"\"They believe that they are above us. They're wrong. Follow my lead!\"",
			"\"We're not just fighting against a fleet, we're fighting against the ego of their dictator. Let's show him that he's not invincible.\"",
			"\"Worried about these lobster eaters? I'm more worried about running out of ammo before I take them all down.\"",
			"\"Their fervor for Andrada is no match for my piloting abilities. Let's show 'em how it's done.\"",
			"\"Some call 'em oppressive, others say they just keep their people in line. All I know is, you better play by their rules.\"",
			"\"They call themselves the 'Sindrian Elite'? Ha! They're not elite, they're just a bunch of rad-addled thugs with a leader who's got a god complex.\"",
			"\"The battle is on! Let's show them what we're made of and send them running back to their great leader.\"",
			
			
		],
		"sindrian_diktat_pagsm":
		[
			"\"These are not just enemy ships - they are the instruments of fuel monopolists! Disable as many as possible and send them running back to their 'Supreme Chief Overlord'!\"",	
			"\"We're not just fighting against a fleet, we're fighting against the ego of the Magnanimous, Excellent, Glorious and Auspicious Supreme Chief \n Overlord President Executive Gas Station Manager. Let's show him that he's not invincible.\"",
			"\"Worried about these antimatter monopolists? I'm more worried about running out of ammo before I take them all down.\"",
			"\"Their fervor for Andrada is no match for my piloting abilities. Let's show 'em how it's done.\"",
			"\"They call themselves the 'Sindrian Elite'? Ha! They're not elite, they're just a bunch of fume sniffing thugs with a leader who's got a god complex.\"",
			"\"The battle is on! Let's show them what we're made of and send them running back to The Magnanimous, Excellent, Glorious and Auspicious Supreme Chief \n Overlord President Executive Gas Station Manager.\"",
			"\"Anyone else here hungry for lobster? Just me?\"",
			"\"The only thing these fuel peddlers got going for them is their sunglasses!\"",
			"\"They might be stylish, but style doesn't substitue skill!\"",
			"\"Shut these living advertisements up already! I'm getting sick of all their spouting 'Sindrian Fuel' this, 'Best Antimatter fuel that!'\"",
			"\"I hear that their Supreme Chief Overlord Executive Gas Station Manager owns an antimatter fuel bodypillow. What kind of gossiping is that!?\"",
			"\"Let's show these fuel-addled idiots how real pilots fly!\"",
		],
		"omega":
		[
			"\"Unidentified contacts burning in fast. What the hell are these things?\"",
			"\"I knew it! Aliens ARE real!!\"",
			"\"I've never seen ships like these before. Command, what are we dealing with here?\"",
			"\"I don't know what those are, but they're not here to make friends. Let's take them down.\"",
			"\"I done had a buncha trouble in my life but this one's the worst. We gonna show 'em we ain't nothin' to mess with.\"",
			"\"Even if we're outgunned and outmatched, we ain't goin' down without a fight!\"",
			"\"These things aren't to be taken lightly. Engage with caution!\"",			
		],
		
		"famous_bounty":
		[
			"\"Looks like we've hit the jackpot. Time to collect that bounty.\"",
			"\"Don't make us blast our way through your fleet. Surrender now and save us all some trouble.\"",
			"\"They've been running for a while, eh? Looks like their luck just ran out.\"",
			"\"There's a substantial reward for your destruction. It would be in your best interest to surrender peacefully.\"",
			"\"Society don't want ya. Any resistance and yer dead.\"",
			"\"You all marked for death. Ain't no talkin your way outta this one.\"",
			"\"We've got intel on a high-value enemy fleet, let's move in for the kill.\"",
			"\"Enemy fleet in sight! Target their flagship for the big payout.\"",
			"\"All units, form up and prepare to engage the enemy fleet. That bounty won't collect itself.\"",
			
			
		],

		"tahlan_legioinfernalis":
		[
			"\"These aren't any regular pirates. What's going on here?\"",
			"\"Listen up! We've got an enemy fleet dead ahead, and word is they've got some kind of illegal AI backing them up. \n We've faced worse and come out on top. Suit up, check your weapons, and get ready to show these scallywags who's boss.\"",
			"\"We've taken down our fair share of pirates, but these guys are a cut above the rest. Time to show them what we're really made of.\"",
		],
		
		#Intro lines for specific characters encountered
		"eiskimquy":
		[
			"\"Mommy\"",
		],

		"eisava":
		[
		
		],		
		
		#Intro lines based off of actions player has done		
		"$atrocities":
		[
			"\"Look at yourself: the aloof and mighty $factionname! Slaughtering the people who ask for your mercy!\"",
			"\"Well, it is what it is. The atrocities you've commited were clearly deliberate. There's no point in trying to reason with you.\"",
			"\"You think you can get away with whatever you want without consequence? This is for all the people you've murdered!\"",
			
		],
		"$gatesActive":
		[
			"\"We'll be taking that Janus Device of yours..\"",
		],
		"$gaTJ_completed":
		[
			"\"It's that fleet that jumps without jump points -- stay on your toes!\"",
			"\"It's $factionnamearticle. This may be the one associated with those anamalous hyperspace maneuvers.\"",
			"\"Those fancy hyperspace manuevers can't save you now.\"",
			"\"Word is that $factionnamearticle have managed a technique to enter hyperspace without engagement with a Durand-Patel conjunction.\"",
			
		],
		"$metBaird":
		[
			"\"What's a lapdog of the Galatian Academy doing out here?\"",
			"\"Intel says this is the fleet thats been undertaking work for the Provost from the Galatian Academy. Standby for threat assessment.\"",
		],
		"$defeatedZiggurat":
		[
			"\"I heard these guys took out some sort of TT superweapon. Just rumors, but... be careful.\"",
		],
		"strikecraft_squad_names":[
            "Emerald Sabers",
			"Reapers",
			"Flying Panthers",
			"Jokers",
			"Cutthroats",
			"Hammerheads",
			"Black Knights",
			"Predators",
			"Flaming Skulls",
			"Scorpions",
			"Skulls",
			"Wulong",
			"Centipede",
			"Avanti's Angels",
			"Emerald Squadron",
			"Viridian Squadron",
			"Diamond Squadron",
			"Crimson Squadron",
			"Persean Plunderers",
			"Orange Demons",
			"White Cobras",
			"Stella Machina",
			"Violet Riders",
			"Sapphire Soldiers",
			"Skull Squadron",
			"Demon Riders",
			"Cobalt Sword Squadron",
			"Spear of Destiny Squadron",
			"Regulator Squadron",
			"Sanguine Rose Squadron",
			"Thunder Wolves",
			"Yellow Fang Squadron",
			"Dancing Skull Squadron",
			"GUNHOUND",
			"Hell's Wall Squadron",
			"Mobius Squadron",
			"Crimson Wing",
			"Monarch Wing",
			"Alpha Wing",
			"Beta Wing",
			"Kappa Wing",
			"Gamma Wing",
			"Delta Wing",
			"Yellow Squadron",
			"Silver Lynxes",
			"Rabid Lobsters",
			"Soldiers of Destiny",
			"Pink Peckers",
			"Death's Head Corps",
			"Brigador Killers",
			"Brigador Squadron",
			"Hard Riders",
			"Kouki no Otakebi",
			"Diamond Force Squadron",
			"TRI-STAR Squadron",
			"Forlorn Hope Squadron",
			"Irregular Squadron",
			"Pandora's Box Squadron",
			"Curtain Callers",
			"Cerberus Division",
			"Assault Scouter Division",
			"Hierba Unit",
			"Red Hell Division",
			"Snake Stompers",
			"Armored Scouts",
			"Gunstar Heroes",
			"Alabaster Demons",
			"Proto Squadron",
			"Augmented Lance",
			"Metal Warriors",
			"LAST DANCE",
			"Alabaster Hellions",
			"Midnight Ravens",
			"Golden Eagles",
			"Scarlet Crows",
			"Bronze Tigers",
			"Assault Squadron",
			"Metal Dragoons",
			"Eschatos Squadron",
			"Zero Rangers",
			"Jade Vultures",
			"Red Ravens",
			"Crescent Hawks",
			"Ginga Force",
			"White Dingoes",
			"Midnight Fenrir Squadron",
			"Strikecraft Team",
			"Strike Wyverns",
			"Alpha Numbers",
			"Chimera Corps",
			"Phantom Sweep Corps",
			"Knight Sabers",
			"Sorcerians",
			"Armored Lancers",
			"Black Hounds",
			"Canyon Crows",
        ],
		#####END CHATTER############
	},
}