{
	"MagicLib":{
		"interferences_weapons":
		{
			# List weapons that can "interfere" with each-other reducing the ship's dissipation when several are mounted on the same hull.
			# "id" : "intensity",
			# id = weapon.csv id
			# intensity = interferences_rates id in MagicLib's settings. By default it can be WEAK MILD STRONG.
			# "sample_weapon1":"WEAK",
			# "sample_weapon2":"MILD",
			# "sample_weapon3":"STRONG",
			# To prevent breaking other mods these weapons are temporarily added to the default list
			"armaa_curvyLaser":"MILD",
		},
	},
	"armaarmatura":{
		"special_wing_lines":
		{
			"talon":"\"Sir, You might as well send us out there in metal coffins if these things are what we're flying.\"",
					
			"broadsword":"\"Broadswords, eh? I guess we'll be on escort duty, then?\"",
			
			"warthog":"\"Even though they fly like bricks, Warthogs are hardy and pack a punch. We never know what we could run into out here, so i'm a little more at ease with that knowledge.\"",
			
			"claw":"\"Feels like i'm flying an Ion Cannon with engines.\"",
			
			"gladius":"\"From what I gather, the Gladius is one of the more overlooked strikecraft. They're pretty fast for a standard fighter - well armed too.\"",
			
			"thunder":"\"Thunder's are probably some of the most nimble strikecraft around. Who needs a heavy armament when you can leave a destroyer floating adrift in moments?\"",
			
			"armaa_valkenx":"\"Check it out! They gave me a robot!\"",
			
			"armaa_valkenmp":"\"Sir, You might as well send us out there in metal coffins if these things are what we're flying.\"",
			
			"armaa_kouto":"\"Check it out! They gave me a robot!\"",
			
			"xyphos":"\"Sweet Ludd, we're riding in Xyphos?! Those are top of the line fighters!\"",
			
			"tahlan_eisenflug":"\"Apparently the machines we're using were made by an order that died out cycles ago.\"",
			
			"armaa_aleste":"\"Check it out! They gave me a robot!\"",
			
			"eis_peacekeeper":"\"The Peacekeeper is a phenomenal spacecraft, don't you think? The naysayers about the AI interface just don't realize what kind of edge it grants! By the way, why won't the deck crew let me near the hangar during downtime? I just want to sit in the cockpit for a few minutes. Make sure everything is how it should be. Honest.\"",			
		},
		#various chatter for WINGCOM
		#some of these are original, but a good number are cribbed from Project Wingman, Freespace, Wing Commander, and Ace Combat
		"strikecraft_squad_chatter":[
			"\"Maybe being a farmer on Gilead wasn't a bad career choice after all...\"",
			"\"As long as you keep payin' my tab, I'll follow you anywhere.\"",
			"\"I only wish I could live out my life in peace.\"",
			"\"I knew this guy who was a real pain..wouldn't stop questioning every decision I made! Got sucked out a ruptured bulkhead a while back. He would have been a fine officer, I bet.\"",
			"\"All we need to do is the job we're given, right?\"",
			"\"When are we heading out?\"",
			"\"Let us be blessed with glory as we pass through the gates of hell!\"",
			"\"Corrupted polities and tainted planets are no longer worth fighting to protect. There's only one thing left worth protecting - and that's the future!\"",
			"\"This is gonna be a long day...\"",
			"\"Your orders, Commander?\"",
			"\"Aye, what's your business?\"",
			"\"Bright stars and long burns. How can I assist?\"",
			"\"The price of freedom is eternal vigilance.\"",
			"\"My friends thought I was crazy to take this gig. As if life in the hive-cities were any better.\"",
			"\"Today just isn't my day...\"",
			"\"Anyone else know how to fly this thing? ....No? I'll wing it.\"",
			"\"What's with all these blinky lights?\"",
			"\"Ah, it's happy hour. Wonderful!\"",
			"\"Gettin' fired up here, boss.\"",
			"\"Channel's clear, boss.\"",
			"\"So about that binding contract that allows you to eject me out of the airlock in a cryopod...\"",
			"\"Ready for dust-off.\"",
			"\"I'm the best pilot in all the Persean Sector! Oh yeah!\"",			
			"\"Standing by.\"",
			"\"Reporting in.\"",
			"\"Awaiting orders.\"",
			"\"Go ahead, Commander.\"",
			"\"There is no greater void than the one between my ribs...\"",
			"\"Ready to roll.\"",
			"\"Need help, Commander?\"",
			"\"I'm reading you.\"",
			"\"I'll make it happen.\"",
			"\"Receiving.\"",
			"\"Hey, I'm not expendable!\"",
			"\"By your command.\"",
			"\"I'm dead either way.\"",
			"\"Okay, hear me out. What if Onslaughts really were made to fight aliens, and they shut down the gates?\"",
			"\"Okay, hear me out. What if Artemesia Sun is actually an AI Core?\"",
			"\"It's our sector now.\"",
			"\"Hey, commander. Gonna get some new augs soon - mind if I go over some of my options with you later?\"",
			"\"Blessings of the stars and pneuma, friend.\"",
			"\"I saw some weirdo screaming about pushing Jangala into the sun a while back. Shows how bad things have gotten lately.\"",
			"\"Another drill?\"",
			"\"Yeah?\"",
			"\"Why did we attack the Lightspeed? Why did we destroy that cargo? I can live with being a pawn if the game makes sense!\"",
			
		],
		"strikecraft_squad_chatter_soldier":[
			"\"Channel clear, go ahead.\"",
			"\"Most pilots fly only one suicide mission. And then there's me.\"",				
			"\"I'll always fulfill my mission.\"",
			"\"You'll back me up, right?\"",
			"\"You need more training. That's all I got to say.\"",
			"\"How about a little martial arts drill?\"",
			"\"There's no mercy in war. People live and people die. That's all there is to it.\"",	
			"\"Grow. Work. Get back up when you fall... That's life.\"",
			"\"Hmm. I'm getting a little rusty. Should I be working harder?\"",
			"\"Being on a team's a subtle balance of trust and leadership.\"",
			"\"Learn from your losses. Otherwise, you'll never improve.\"",
			"\"Did you come just to mingle? Why don't you tell me what you're up to?\"",
			"\"Only warriors deserve the honor of fair combat. I eliminate the rest.\"",
			"\"I guess it's hard for folks like us to die, see? The good ones always get scratched first, but people like me? We live the rest of our lives in this hell. ...then again, being alive is proof that i'm talented.\"",
			"\"In all likelihood you're going to die out there. Hell, we're all probably going to die out there, but none of us needs to be reminded of that. So if anyone dies, they never existed. Understand?\"",
			"\"Our rides are ready. I made sure of that.\"",
			"\"When you see the face of hell, it'll squeeze your heart dry.\"",
			"\"Fighting on seems so pointless now.\"",
			"\"At first, I fought earnestly to protect my homeworld. But this strife has dragged on with no end in sight. I'm so tired. Everyone is so tired.\"",
			"\"I read you.\"",
			"\"Always remember that your destiny is in your own hands. Never forget that. You must decide what is right. Do you understand?\"",
			"\"I despise war. I've always believed that to take the life of another, for whatever reason, was wrong. Yet I became a pilot, and took many lives. Did I do the right thing? Perhaps I should have stayed in that village, drinking my idle moments away, until my death...\"",
			"\"There's nothing you gain from war. we fight so we don't lose what's dear to us. \"",
			"\"I can't believe how selfish you are. Your life belongs to more people than just you now.\"",	
			"\"Even if things didn't turn out the way you wanted them to, you simply have to accept them and move on.\"",	
			"\"Life is full of tragedies. You can't run away from them. You just have to survive them and then move on.\"",
			"\"War is a tragic thing. It makes men into beasts. Many irreplaceable antiques have been destroyed by the fires of war. That is no less of a tragedy.\"",
			"\"We're forgotten in times of peace. But, when war looms, people remember we exist.\"",
			"\"I despise war. I've always believed that to take the life of another, for whatever reason, was wrong. Yet I became a pilot, and took many lives. Did I do the right thing? Perhaps I should have stayed in that village, drinking my idle moments away, until my death...\"",
			"\"...I don't mind if people keep dogs on the ship, but please ask them to feed and walk them in a timely fashion.\"",
			"\"The real world is complex. It's not black and white anymore.\"",
			"\"True loyalty is being able to speak what you think is right and what you think is wrong.\"",
		],

		"strikecraft_squad_chatter_villain":[
			"\"The one thing I've always had going for me was people's low expectations. Nobody ever expects a whole hell of a lot from me.\"",
			"\"You know, I don't get it. I'm a great person, you know? I'm the best pilot in the fleet. People look up to me. So tell me this. Why is it I can never get a date? I mean, do some folks have all the luck? Or is it just me?\"",
			"\"You pay me to work -- I like to earn my pay.\"",
			"\"Violence is sometimes it's own reward.\"",
			"\"Why me, Ludd? I been good. Why do I have to meet up with all the screwballs?\"",
			"\"The war is over when we say it's over.\"",			
			"\"So. You want to live happily ever after?\"",
			"\"The sector can be a tough place sometimes. Sweet Ludd, can it ever. But if I'm here with these guys? There's no other place I'd rather be.\"",
			"\"Why am I so negative? There's a lotta bad things in the sector. Being aware of it just makes me a realist.\"",
			"\"Violence is on the rise -- and therefore so are our opportunities.\"",
			"\"I know how to make things disappear. Evidence. My past. People. I've filled some holes on the deserts of Chicomoztoc. Experience was my only teacher. Poverty, my motivation. And fear, first my enemy and then my friend. It's good to befriend your dread, because it's a deadly foe.\"",
			"\"I'm not a soldier. I'm a thief. Born a thief. Raised a thief. Will die a thief.\"",
			"\"My bad luck powers... they're gone!!\"",
			"\"'Probability' is just a five centicredit word for 'luck'. And I'm nothing but bad luck.\"",
			"\"Hey. You wanna go steal something?\"",
			"\"I did what I always do: What I had to. No matter who it hurts.\"",
			"\"All good things come to those who wait.\"",
			"\"Do you want some advice? Run. Forget all this. Walk away and never look back. Because once you find the answers you're looking for, there's no going back. Sometimes it's better to forget.\"",
			"\"Tell me, in your profession, is there a story if no one lives to tell it?\"",
			"\"Good guys. Bad guys. Here's what they don't understand: this is not a world of absolutes. This is a world of confusion and of death and of misery.\"",
			"\"There is something I want to discuss with you. Expansion.\"",
			"\"When you get down to it, it’s just work. Everyone’s got to work, aye? You got to eat, got to put a roof over your head…and these ships don’t come cheap. Throw some underlings in the mix and buddy, you can’t afford to take it easy. So you do dirty deeds for dirtier dollars. Assassination, bounty hunting, blackmail… … War crimes… Hell, even the lowest of the low… … lobster smuggling.\"",
			"\"How could such a beautiful sector be ruled by such corruption? Simple: Water takes the path of least resistance. Makes for crooked slipstreams and crooked men.\"",
			"\"Let me tell you a thing about me. People who love me suffer and die. I never want to be loved. That's why I always win.\"",
			"\"Maybe the dream is dead. Maybe we should all stop pretending it ain't -- and accept the fact we're livin' in a nightmare.\"",
			"\"The only thing you should feel when you shoot someone...is the recoil.\"",
			"\"I didn't receive the death sentence in two star systems for my conversational skills.\"",
			"\"Have you no shame? Good! Neither do I!\"",
			"\"Ten credits is ten credits.\"",
			"\"Hello? Uh, you know, never mind. Wrong comms-ID.\"",
			"\"Remember that our contract does include post-combat recovery of myself and other pilots. Breaking it will send your sensitive information to... certain parties that would love to get their hands on it.\"",
			"\"Oh, I was just congratulating my lessers for successfully demonstrating the ability to do what I tell them to. I like that. My dog does what I tell her to. I like my dog. I should introduce them to each other. Remind me to do that.\"",
			"\"So there I was, between rock and a hard place, when suddenly I thought, what am I doing on this side of the rock?\"",
			"\"I've heard it said that specialization is for insects. In my view, insects have done pretty well.\"",
			"\"Sir, you'll never guess what we turned up during inventory...\"",
			"\"You can't always get what you want, but if you know the right people, you just might get what you need.\"",
			"\"Whoever said might doesn't make right, was obviously on the losing side!\"",
			"\"When I make Lieutenant, heads will ROLL!\"",
		],

		"strikecraft_squad_chatter_faithful":[
			"\"When I do good, I feel good. And bad? Why, should I commit such a debacle, i'd fell terrible. Such is the way.\"",
			"\"The key players of the Sector have learned nothing from humanities past. They simply commit the same mistakes that lead to the desolation of Old Earth.\"",
			"\"Blessings of Ludd upon you, captain.\"",
			"\"Though the righteous suffer the lash, our reward will be everlasting grace.\"",
			"\"Providence provides. What may I offer you this day?\"",
			"\"Hello? Uh, you know, never mind. Wrong comms-ID.\"",
			
			
		],

		"strikecraft_squad_chatter_combat":
		[
			"\"Intercept those bandits!\"",
			"\"Unsurprising. They always return to the scene of the crime.\"",
			"\"Keep 'em off $squadleader!\"",
			"\"Going defensive!\"",
			"\"On the defensive!\"",
			"\"I've engaged defensive!\"",
			"\"Ludd damn!\"",
			"\"Not like this!\"",
			"\"Evading!\"",
			"\"This is a cake walk.\"",
			"\"I've got enough of an angle!\"",
			"\"Target on the nose.\"",
			"\"I'll take care of this one!\"",
			"\"Bandit's mine!\"",
			"\"We're comin' up on 'em fast!\"",
			"\"Die, you SOB!\"",
			"\"I'm on 'em like glue!\"",
			"\"We've got hostiles, moving to engage.\"",
			"\"Tally ho.\"",
			"\"Even alone, I can surely best this rabble in battle!\"",
			"\"I'm moving to engage.\"",
			"\"Engaging!\"",
			"\"They're in my sights.\"",
			"\"Say again, $squadleader? Having trouble reading you!\"",
			"\"Looks like the defecation's about to hit the ventilation!\"",
			"\"Hit your burners, pilot! Dive! Dive!\"",
			"\"I'm being shot at!\"",
			"\"There's smoke in the cockpit!\"",
			"\"Evade, full throttle!\"",
			"\"On my six!\"",
			"\"That's not good! Breaking!\"",
			"\"Breaking!\"",
			"\"On me!\"",
			"\"Fire! Fire!\"",
			"\"It’s time.\"",
			"\"You think you're safe, but you're not.\"",
			"\"Did you really believe you could defeat the best pilot in the Persean Sector? Ha ha ha.\"",
			"\"Not reading anything on sensors!\"",
			"\"WOOOO -- HOOOOOO!!!!\"",
			"\"Ha ha ha ha ha! Kill! Burn!!! Die you spineless worms!!!\"",
			"\"I don't know what's goin' on here, $factionname -- but it stops right now! Even if it means I gotta take you out to do it!\"",
			"\"Watch your fire!!\"",
			"\"Do you have any idea what $factionnamearticle is really doing? Are you willing to ignore the truth despite all you see and hear?!\"",
			"\"Bandit on your tail!\"",
			"\"Be careful of enemy PD!\"",
			"\"We die for nothing if we do not win the day!\"",
			"\"They've sent in every damn fighter and bomber in $factionnamearticle armada!\"",
			"\"Evade, evade, evade! Get outta there! Get outta there!\"",
			"\"Sheep are to be protected, and yet wolves like you have to be fed. Do you see the problem here? We are the sheepdogs.\"",
			"\"Come back here. You've made this personal.\"",
			"\"$squadronname, get into firing patterns! We need to deal with this before $squadleader gets here or we’ll be in trouble!\"",
			"\"What?! Here?! Protect the flanks!\"",
			"\"I’ve got a visual.\"",
			"\"Fire.\"",
			
		],

		"strikecraft_squad_chatter_leader_lost":
		[
			"\"$squadleader, please respond!\"",
			
			
		],

		"strikecraft_squad_chatter_intersquad_statement":
		[
			"\"Meeting $factionnamearticle on the battlefield... Toe-to-toe, eye-to-eye, wing-to-wing... It feels like my birthday! Ga ha ha!\"",
			"\"It's unwise to take foolish risks. Better conserve your strength until it's needed.\"",
			"\"One mission. One battle. That's all you ever need to live a comfortable life. I know how the pay works.\"",
			"\"$squadronname, keep it simple. They’re not worth the effort.\"",
			"\"$squadronname, engage. Avenge our allies.\"",
			"\"$squadronname, focus on the enemy IFFs. They’re the backbone of $factionnamearticle force.\"",
			"\"If you’re unable to fight, disengage. I don’t need $factionname trash getting a lucky shot off.\"",
			"\"...Listen, I've got an idea for a weapon to use against $factionarticle. If we repack our missiles with a double load of antimatter…\"",
			"\"Don't smoke 'em yet. They're just getting started!\"",
			"\"You're lagging behind, $squadmember.\"",
			"\"Just follow my lead. You'll be fine.\"",
			"\"When this battle is over I don't want a scorched ship. I want a ship that I can land on.\"",
			"\"I’ll get you guys out of here. You all stay with me now. \"",
			"\"My hands are tingling...$squadmember, leave this to me.\"",
			"\"Yo $squadmember, still alive?\"",
			"\"$squadmember, stick with $squadleader and you’ll make it!\"",
			"\"You trying to get out of the action, $squadmember? Get back here.\"",
			"\"I had my fill of this sight 20 cycles ago…\"",
			"\"When $squadleader is on the field, you know the area’s safe.\"",
			"\"If we remove that threat, the battle could end early.\"",
			"\"Fly with the grace of Ludd and strike with the heart of Moloch!\"",
			"\"I'm telling you, $squadleader could single-handedly turn the tide of this battle. It's almost scary.\"",
			"\"$squadmember. I've heard stories about you. People say you never let your prey get away.\"",
			"\"$squadronname. We can not authorize a retreat. Intercept them.\"",
			"\"Remember: aim for the cockpit. Kill the meat, save the metal.\"",
			"\"This is our turf. We'll fly as we please.\"",
			"\"You're alive, $squadmember?\"",
			"\"$squadmember! You keep flying like that and you're gonna die real soon.\"",
			"\"Quit screwing around. This is the real deal! The enemy's all over and they're gonna eat you alive!\"",
			"\"Can you see any borders from here? What has borders given us?\"",
			"\"There’s only one way, buddy. You’ve gotta fight for what you believe in.\"",
			"\"Right here, right now, these guns want to shed blood.\"",
			"\"We're forgotten in times of peace. But, when war looms, people remember we exist.\"",
			"\"Oh, it looks like we've got a couple of rats with bad hearing. Don't you know east from north?\"",
			"\"I swear, by my hands, $factionnamearticle will fall...\"",
			"\"$squadmember, get ready. If we do it just like in the sim, we can't lose.\"",
			"\"$squadmember, you're not gonna help? Are you a pilot or a mouse?!\"",
			"\"Follow my orders and we can defeat $factionnamearticle. Don't and you're dead. If you want to win, don't question me again.\"",
			"\"Back me up!\"",
			"\"We didn't come this far to not see things through to the end!\"",
			"\"$factionnamearticle. A vile dark plague that spread from the undergrowth of Moloch's black teachings.\"",
		],
		
		"strikecraft_squad_chatter_intersquad_response":
		[
			"\"Real heroes always make it back.\"",
			"\"Stick with $squadleader and You’ll make it!\"",
			"\"You trying to get out of the action, $squadmember? Get back here.\"",
			"\"It ain’t over till it’s over!\"",
			"\"And then we can go on leave. It's perfect!\"",
			"\"Hatred calls forth nothing but more hatred, and this is the result. Is there nothing we can do?\"",
			"\"Roger.\"",
			"\"Roger, Roger.\"",
			"\"Copy.\"",
			"\"Affirmative.\"",
			"\"Yep.\"",
			"\"Perhaps. Stay focused.\"",
			"\"What was that?\"",
			"\"Negative!\"",
			"\"Got it.\"",
			"\"Uh-huh.\"",
			"\"Uh...sure?\"",
			"\"Not this time. Open fire.\"",
			"\"I figured you'd say that. This is gonna cost you extra.\"",
			"\"You know, you've always been too damn serious, $squadmember.\"",
			"\"If command needs your opinion, they'll promote you to Lieutenant. Now shut up and focus!\"",
			"\"Let's give them hell!\"",
			"\"Pah! There's nothing to be scared of with me around!\"",
			"\"Well, a contract is a contract.\"",
			"\"Got to keep your head cool when you're in a fight, y'know.\"",
			"\"I won't have my blood spilled so easily.\"",
			"\"Just think of it like brain surgery, but you want the patient to die.\"",
			"\"Just doing my job as a pilot. Got a problem?\"",
			"\"Life is a long song, but the tune ends too soon for us all.\"",
			"\"Much blood and many tears have been shed... But you can't turn your back on the fight.\"", 
			"\"You want something from me, $squadmember? ... Come back in a few cycles and I'll be happy to teach you some things.\"",
			"\"Why am I here?\"",
			"\"Hmm... My professional opinion? Let's run.\"",
			"\"Hmmm. An interesting story.\"",
			"\"Oh well, a promise is a promise.\"",
			"\"You will find it is not easy to extinguish the flames of war..\"",
			"\"It would be a massive loss to the world if I were to die.\"",	
			"\"Nobody's listening.\"",
			"\"Do you know who I am?\"",	
			"\"I'm only here to laugh at you.\"",
			"\"$squadmember. It's sad, isn't it?\"",
			"\"I've spent more time in the cockpit than on the ground!\"",
			"\"All $factionnamearticle had to do to win was leave us alone with each other.\"",
			"\"Kill the chatter and focus on the mission.\"",
			"\"Not now! Focus!\"",
			"\"Roger, tally ho. Let’s chase these dogs off.\"",
			"\"(sighs) Ludd damn it.\"",
			"\"You don’t know that! Engage!\"",
		],
		
		"strikecraft_squad_chatter_intro":
		[
			"\"Looks like we’ve been noticed. $factionname attack group on incoming vector.\"",
			"\"Confirmed $factionname forces crossing into combat range.\"",
			"\"We got an alert we had $factionname crossing the combat zone. This must be that wolf pack.\"",
			"\"If we don't find them, they'll find us. I don't expect we'll be disappointed.\"",
			"\"$squadronname is on station. AWACS, is this them? $factionnamearticle?\"",
			"\"$squadronname, ready the multi-lock weapons. We’re putting an end to this party.\"",			
			"\"If we're here you have the strength of a hundred pilots. Don't worry anymore.\"",
			"\"If we lose, we lose everything. All of those lives... maybe we should just surrender to $factionnamearticle quietly?\"",
			"\"Impatient, eh... Don't they want to stay in this world a little longer?\"",
			"\"Why do they hurry into death?! Surely living is better!\"",
			"\"For the memory of Opis! For the people of Hanan Pacha!\"",
			"\"Listen up! There are the weak, and there are the strong. The strong take everything, and the weak die. I'll show you how it works, weaklings!\"",
			"\"Make sure your craft is in optimal condition.\"",
			"\"$squadronname, checking in.\"",
			"\"$squadronname, reporting.\"",
			"\"$squadronname, good to go.\"",
			"\"$squadronname, all green.\"",
			"\"Adjust IFF to account for new parameters.\"",
			"\"Mark time for commencement of combat.\"",
			"\"Remember your training!\"",
			"\"Make sure to track your assigned targets.\"",			
			"\"Radar tracking.\"",			
			"\"Watch for enemy radar spikes.\"",			
			"\"Maintain bearing.\"",			
			"\"Maintain speed.\"",			
			"\"Master arm is on. Good spin and good tone for weapons.\"",
			"\"ALERT! ALERT! We’ve got tracks inbound. Multiple!\"",
			"\"Listen! $factionnamearticle don't respect us. Sometimes respect can be a little word. But sometimes respect is a Plasma Cannon to the face! Now, let's get 'em!\"",
			"\"All craft, get ready to kick some $factionname keister! I dunno where they came from, but I know where they're goin'!!\"",
			"\"$squadronname! The time has come! The end is near for $factionnamearticle! Think of your friends. Think of your families. And fight for them!\"",
			"\"The planet quakes with the anger of her people. Their cries echo in the stars. Now is the time for this to end.\"",
			"\"This is a gamble. And since we are risking everything, it's a big gamble. But if we don't risk our lives, we can't win this battle.\"",
			"\"Employers change, borders change, polities change, but money? Money is a constant. In fact, nothing better for business than a good war.\"",
			"\"I'm the leader of this party, and I say we go fight. Just shut up and follow me, you cowards!\"",
			"\"By the honor of the $squadronname.\"",
			"\"Okay, let's review. We're the $squadronname. You're dead. Allow me to demonstrate.\"",
			"\"You tag 'em, we frag 'em.\"",
			"\"Reactor online. Sensors online. Weapons systems online. All functioning systems... phenomenal.\"",
			"\"$factionnamearticle are testing us. Don't show any fear!\"",
			"\"Peace of Ludd, indeed. Come on in boys. We'll dispense all the peace you want. No waiting.\"",
		],
		"strikecraft_squad_names":[
            "Emerald Sabers",
			"Avanti's Angels",
			"Emerald Squadron",
			"Viridian Squadron",
			"Diamond Squadron",
			"Crimson Squadron",
			"Persean Plunderers",
			"Orange Demons",
			"White Cobras",
			"Violet Riders",
			"Sapphire Soldiers",
			"Skull Squadron",
			"Demon Riders",
			"Cobalt Sword Squadron",
			"Spear of Destiny Squadron",
			"Regulator Squadron",
			"Sanguine Rose Squadron",
			"Thunder Wolves",
			"Yellow Fang Squadron",
			"Dancing Skull Squadron",
			"Hell's Wall Squadron",
			"Mobius Squadron",
			"Crimson Wing",
			"Monarch Wing",
			"Alpha Wing",
			"Beta Wing",
			"Delta Wing",
			"Yellow Squadron",
			"Silver Lynxes",
			"Rabid Lobsters",
			"Soldiers of Destiny",
			"Pink Peckers",
			"Death's Head Corps",
			"Brigador Killers",
			"Brigador Squadron",
			"Hard Riders",
			"Kouki no Otakebi",
			"Diamond Force Squadron",
			"TRI-STAR Squadron",
			"Forlorn Hope Squadron",
			"Irregular Squadron",
			"Pandora's Box Squadron",
			"Curtain Callers",
			"Cerberus Division",
			"Assault Scouter Division",
			"Hierba Unit",
			"Red Hell Division",
			"Snake Stompers",
			"Armored Scouts",
			"Gunstar Heroes",
			"Alabaster Demons",
			"Proto Squadron",
			"Augmented Lance",
			"Metal Warriors",
			"LAST DANCE",
			"Alabaster Hellions",
			"Midnight Ravens",
			"Golden Eagles",
			"Scarlet Crows",
			"Bronze Tigers",
			"Assault Squadron",
			"Metal Dragoons",
			"Eschatos Squadron",
			"Zero Rangers",
			"Jade Vultures",
			"Red Ravens",
			"Crescent Hawks",
			"Ginga Force",
			"White Dingoes",
			"Midnight Fenrir Squadron",
			"Strikecraft Team",
			"Strike Wyverns",
			"Alpha Numbers",
			"Chimera Corps",
			"Phantom Sweep Corps",
			"Knight Sabers",
			"Sorcerians",
			"Armored Lancers",
			"Black Hounds",
			"Canyon Crows",
        ],
		"missile_resist_karma":[
			"ora_echoesS",
			"ora_invocationS",
			"ora_callingS",
			"SCY_phasedS",
			"SKR_can",
			"SKR_drill_shot",
		],
		"hullmod_refit_custom":{
		"missleracks":0.25,
		
		},
		"missile_refit_custom":{
		"reaper":0.25,
		},
		"variablerifle_whitelist":[
		# If you want to enable the variablerifle working for any weapon, uncomment "ALL" otherwise add individual IDs as you see fit.
		# Don't complain to me or any other modders if you experience any weirdly offset muzzle effects by doing this
		#"ALL",
		"armaa_fluxcannon",
		"tahlan_velvet",
		"tahlan_taffeta",
		"tahlan_porph",
		"tahlan_pastel",
		"tahlan_tethra",
		"tahlan_magaera",
		"tahlan_baste",
		"tahlan_mezoa",
		"tahlan_tousle",
		"tahlan_sturmkanone_m2",
		"tahlan_aetnos",
		"tahlan_praxus",
		"tahlan_stitchette",
		"tahlan_lace",
		"eis_dualrailgun",
		"prv_heavyspattergun",
		"prv_akers",
		"prv_heavyakers",
		"tahlan_strass",
		"prv_akers_nova",
		"prv_akers_denova",
		"arbalest",
		"chaingun",
		"flak",
		"dualflak",
		"heavyac",
		"heavymg",
		"heavymortar",
		"heavymauler",
		"heavyneedler",
		"hveldriver",
		"shredder",
		"gravitonbeam",
		"heavyblaster",
		"heavyburst",
		"ionbeam",
		"ionpulser",
		"miningblaster",
		"phasebeam",
		"pulselaser",
		"cryoblaster",
		"cryoflux",
		"disintegrator",
		"riftbeam",
		],
	},
}